Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: You haven't defined any encrypted environment variables (secrets) for this Worker yet.
ar: لم تقم بتعريف أي متغيرات (أسرار) بيئة مشفرة لهذا العامل حتى الآن.
de: Sie haben für diesen Worker noch keine verschlüsselten Umgebungsvariablen (Geheimnisse) definiert.
es: Aún no ha definido ninguna variable de entorno cifrada (secreto) para este Worker.
fr: Vous n'avez pas encore défini de variables d'environnement chiffrées (secrets) pour ce Worker.
it: Non hai ancora definito alcuna variabile di ambiente crittografata (segreti) per questo lavoratore.
ja: このWorkerには、暗号化された環境変数 (シークレット) がまだ定義されていません。
ko: 아직 이 Worker에 대해 암호화된 환경 변수(비밀)를 정의하지 않았습니다.
pt_br: Você ainda não definiu nenhuma variável de ambiente criptografada (segredos) para este Worker.
ru: Вы еще не определили зашифрованные переменные среды (секреты) для этого Worker.
zh_hans: 您尚未为此 Worker 配置任何加密环境变量或密钥。
zh_hant: 您尚未為此 Worker 設定任何加密环境變量或密钥。

source: You haven't deployed any Cloudflare Workers scripts to this account yet.
ar: لم تقم بنشر أي نصوص برمجية لـ Cloudflare Workers على هذا الحساب حتى الآن.
de: Sie haben diesem Konto noch keine Cloudflare Workers-Skripts bereitgestellt.
es: Aún no has implementado ningún script de Cloudflare Workers en esta cuenta.
fr: Vous n'avez pas encore déployé de scripts Cloudflare Workers sur ce compte.
it: Non hai ancora distribuito alcun script Cloudflare Workers a questo account.
ja: このアカウントにはまだ Cloudflare Workers スクリプトをデプロイしていません。
ko: 아직 이 계정에 Cloudflare Workers 스크립트를 배포하지 않았습니다.
pt_br: Você ainda não implantou nenhum script Cloudflare Workers nesta conta.
ru: Вы еще не развернули скрипты Cloudflare Workers в этой учетной записи.
zh_hans: 您尚未向此账户部署任何 Cloudflare Workers 脚本。
zh_hant: 您尚未向此帳號部署任何 Cloudflare Workers 脚本。

source: Your API credentials stay isolated on your device with Apple Keychain hardware-level protection.
ar: تظل بيانات اعتماد API الخاصة بك معزولة على جهازك بفضل الحماية على مستوى الأجهزة من Apple Keychain.
de: Ihre API-Anmeldeinformationen bleiben durch den Schutz auf Hardwareebene des Apple-Schlüsselbunds auf Ihrem Gerät isoliert.
es: Sus credenciales de API permanecen aisladas en su dispositivo con la protección a nivel de hardware de Apple Keychain.
fr: Vos informations d'identification API restent isolées sur votre appareil grâce à la protection matérielle du trousseau Apple.
it: Le tue credenziali API rimangono isolate sul tuo dispositivo grazie alla protezione a livello hardware del portachiavi Apple.
ja: API 認証情報は、Apple Keychain のハードウェア レベルの保護によりデバイス上で隔離された状態に保たれます。
ko: 귀하의 API 자격 증명은 Apple Keychain 하드웨어 수준 보호를 통해 기기에서 격리된 상태로 유지됩니다.
pt_br: Suas credenciais de API permanecem isoladas em seu dispositivo com a proteção em nível de hardware do Apple Keychain.
ru: Ваши учетные данные API остаются изолированными на вашем устройстве благодаря аппаратной защите Apple Keychain.
zh_hans: 您的 API 凭证安全隔离在您的设备本地，由 Apple Keychain 硬件级加密保护。
zh_hant: 您的 API 凭證安全性隔离在您的设備本地，由 Apple Keychain 硬件級加密保護。

source: Your domain will show as Pending until Cloudflare detects the nameserver update. This can take a few minutes to 24 hours.
ar: سيظهر نطاقك على أنه "معلق" حتى يكتشف Cloudflare تحديث خادم الأسماء. قد يستغرق ذلك بضع دقائق إلى 24 ساعة.
de: Ihre Domain wird als „Ausstehend“ angezeigt, bis Cloudflare das Nameserver-Update erkennt. Dies kann einige Minuten bis 24 Stunden dauern.
es: Su dominio se mostrará como Pendiente hasta que Cloudflare detecte la actualización del servidor de nombres. Esto puede tardar desde unos minutos hasta 24 horas.
fr: Votre domaine s'affichera comme En attente jusqu'à ce que Cloudflare détecte la mise à jour du serveur de noms. Cela peut prendre de quelques minutes à 24 heures.
it: Il tuo dominio verrà visualizzato come In sospeso finché Cloudflare non rileva l'aggiornamento del server dei nomi. L'operazione può richiedere da alcuni minuti a 24 ore.
ja: Cloudflareがネームサーバーの更新を検出するまで、ドメインは保留中と表示されます。これには数分から 24 時間かかる場合があります。
ko: Cloudflare가 이름 서버 업데이트를 감지할 때까지 도메인은 보류 중으로 표시됩니다. 이 작업은 몇 분에서 24시간까지 걸릴 수 있습니다.
pt_br: Seu domínio aparecerá como Pendente até que a Cloudflare detecte a atualização do servidor de nomes. Isso pode levar de alguns minutos a 24 horas.
ru: Ваш домен будет отображаться как ожидающий, пока Cloudflare не обнаружит обновление сервера имен. Это может занять от нескольких минут до 24 часов.
zh_hans: 您的域名将显示为待激活状态，直到 Cloudflare 检测到域名服务器更新。此过程可能需要几分钟到 24 小时。
zh_hant: 您的網域稱将顯示為待激活状態，直到 Cloudflare 檢測到名稱伺服器 (Nameservers)更新。此過程可能需要几分钟到 24 小時。

source: Your site hasn't blocked any threats recently. Everything is secure!
ar: لم يقم موقعك بحظر أي تهديدات مؤخرًا. كل شيء آمن!
de: Ihre Website hat in letzter Zeit keine Bedrohungen blockiert. Alles ist sicher!
es: Su sitio no ha bloqueado ninguna amenaza recientemente. ¡Todo está seguro!
fr: Votre site n'a bloqué aucune menace récemment. Tout est sécurisé !
it: Il tuo sito non ha bloccato alcuna minaccia di recente. Tutto è sicuro!
ja: あなたのサイトは最近、脅威をブロックしていません。すべてが安全です！
ko: 귀하의 사이트는 최근 위협을 차단하지 않았습니다. 모든 것이 안전합니다!
pt_br: Seu site não bloqueou nenhuma ameaça recentemente. Tudo está seguro!
ru: Ваш сайт в последнее время не блокировал ни одну угрозу. Все безопасно!
zh_hans: 您的站点近期未拦截任何威胁，一切安全！
zh_hant: 您的站點近期未拦截任何威胁，一切安全性！

source: Zero egress fee S3-compatible storage
ar: تخزين متوافق مع S3 بدون رسوم خروج
de: S3-kompatibler Speicher ohne Egress-Gebühren
es: Almacenamiento compatible con S3 sin tarifas de salida
fr: Stockage compatible S3 sans frais de sortie
it: Storage compatibile con S3 senza costi di uscita
ja: 下り転送料金ゼロの S3 互換ストレージ
ko: 송신 수수료 없는 S3 호환 스토리지
pt_br: Armazenamento compatível com S3 sem taxas de saída
ru: S3-совместимое хранилище без платы за исходящий трафик
zh_hans: 零出网流量费 S3 兼容对象存储
zh_hant: 零出網流量費 S3 相容物件儲存

source: Zero Trust & Connectivity
ar: Zero Trust والاتصال
de: Zero Trust und Konnektivität
es: Zero Trust y conectividad
fr: Zero Trust et Connectivité
it: Zero Trust e connettività
ja: ゼロトラストと接続性
ko: 제로 트러스트 및 연결
pt_br: Zero Trust e Conectividade
ru: Zero Trust и подключение
zh_hans: Zero Trust 与内网穿透
zh_hant: Zero Trust 与内網穿透

source: Zero Trust Access secures self-hosted and SaaS applications with identity-driven policies.
ar: تعمل خدمة Zero Trust Access على تأمين التطبيقات ذاتية الاستضافة وتطبيقات SaaS من خلال سياسات تعتمد على الهوية.
de: Zero Trust Access sichert selbst gehostete und SaaS-Anwendungen mit identitätsgesteuerten Richtlinien.
es: Zero Trust Access protege las aplicaciones SaaS y autohospedadas con políticas basadas en identidad.
fr: Zero Trust Access sécurise les applications auto-hébergées et SaaS avec des politiques basées sur l'identité.
it: Zero Trust Access protegge le applicazioni self-hosted e SaaS con policy basate sull'identità.
ja: ゼロ トラスト アクセスは、アイデンティティ主導のポリシーを使用してセルフホスト型および SaaS アプリケーションを保護します。
ko: Zero Trust Access는 ID 기반 정책을 통해 자체 호스팅 및 SaaS 애플리케이션을 보호합니다.
pt_br: O Zero Trust Access protege aplicativos auto-hospedados e SaaS com políticas orientadas por identidade.
ru: Доступ с Zero Trust защищает локальные и SaaS-приложения с помощью политик на основе удостоверений.
zh_hans: Zero Trust Access 通过基于身份的策略保护自建及 SaaS 应用程序。
zh_hant: Zero Trust Access 通過基于身份的策略保護自建及 SaaS 應用程序。

source: Zero Trust Edge
ar: حافة الثقة الصفرية
ko: Zero Trust 에지
zh_hans: Zero Trust 边缘
zh_hant: Zero Trust 邊緣

source: Zero Trust Gateway
ar: بوابة الثقة الصفرية
ko: Zero Trust 게이트웨이
zh_hans: Zero Trust 网关
zh_hant: Zero Trust 閘道

source: Zero Trust identity & security policies
ar: سياسات الهوية والأمان لـ Zero Trust
de: Zero Trust-Identitäts- und Sicherheitsrichtlinien
es: Políticas de identidad y seguridad Zero Trust
fr: Politiques d'identité et de sécurité Zero Trust
it: Criteri di identità e sicurezza Zero Trust
ja: Zero Trust アイデンティティとセキュリティポリシー
ko: Zero Trust ID 및 보안 정책
pt_br: Políticas de identidade e segurança Zero Trust
ru: Политики идентификации и безопасности Zero Trust
zh_hans: Zero Trust 身份认证与访问策略
zh_hant: Zero Trust 身分驗證與存取策略

source: Zero Trust Tunnels
ar: أنفاق Zero Trust
de: Zero-Trust-Tunnel
es: Túneles de Zero Trust
fr: Tunnels Zero Trust
it: Tunnel Zero Trust
ja: ゼロトラスト トンネル
ko: 제로 트러스트 터널
pt_br: Túneis do Zero Trust
ru: Туннели Zero Trust
zh_hans: Zero Trust 隧道
zh_hant: Zero Trust 通道

source: Zone
ar: المنطقة
es: Zona
it: Zona
ja: ゾーン
ko: 영역
pt_br: Zona
ru: Зона
zh_hans: 域名区域 (Zone)
zh_hant: 網域區域 (Zone)

source: Zone Analytics
ar: تحليلات المنطقة
de: Zonenanalyse
es: Análisis de zona
fr: Analyse de zones
it: Analisi di zona
ja: ゾーン分析
ko: 구역 분석
pt_br: Análise de zona
ru: Зональная аналитика
zh_hans: 域名流量分析
zh_hant: 網域稱流量分析

source: Zone Config
ar: تكوين المنطقة
de: Zonenkonfiguration
es: Configuración de zona
fr: Configuration des zones
it: Configurazione zona
ja: ゾーン構成
ko: 영역 구성
pt_br: Configuração de zona
ru: Конфигурация зоны
zh_hans: 域名配置
zh_hant: 網域稱設定

source: Zone Deleted
ar: تم حذف المنطقة
de: Zone gelöscht
es: Zona eliminada
fr: Zone supprimée
it: Zona eliminata
ja: ゾーンを削除しました
ko: 영역 삭제됨
pt_br: Zona excluída
ru: Зона удалена
zh_hans: 域名区域已删除
zh_hant: 網域區域已刪除

source: Zone File Content
ar: محتوى ملف المنطقة
de: Inhalt der Zonendatei
es: Contenido del archivo de zona
fr: Contenu du fichier de zone
it: Contenuto del file di zona
ja: ゾーンファイルの内容
ko: 영역 파일 내용
pt_br: Conteúdo do arquivo de zona
ru: Содержимое файла зоны
zh_hans: 区域文件内容
zh_hant: 區域檔案內容

source: Zone File Saved
ar: تم حفظ ملف المنطقة
de: Zonendatei gespeichert
es: Archivo de zona guardado
fr: Fichier de zone enregistré
it: File di zona salvato
ja: ゾーン ファイルを保存しました
ko: 영역 파일 저장됨
pt_br: Arquivo de zona salvo
ru: Файл зоны сохранен
zh_hans: 区域文件已保存
zh_hant: 區域檔案已儲存

source: Zone File Summary
ar: ملخص ملف المنطقة
de: Zusammenfassung der Zonendatei
es: Resumen del archivo de zona
fr: Résumé du fichier de zone
it: Riepilogo file di zona
ja: ゾーンファイルの概要
ko: 영역 파일 요약
pt_br: Resumo do arquivo de zona
ru: Сводка файла зоны
zh_hans: 区域文件摘要
zh_hant: 區域檔案摘要

source: Zone ID
ar: معرف المنطقة
de: Zonen-ID
es: ID de zona
fr: ID de zone
it: Identificativo della zona
ja: ゾーンID
ko: 구역 ID
pt_br: ID da zona
ru: Идентификатор зоны
zh_hans: 域名 ID
zh_hant: 網域稱 ID

source: Zone ID copied
ar: تم نسخ معرف المنطقة
de: Zonen-ID kopiert
es: ID de zona copiada
fr: ID de zone copié
it: ID zona copiato
ja: ゾーンIDがコピーされました
ko: 영역 ID가 복사되었습니다.
pt_br: ID da zona copiado
ru: Идентификатор зоны скопирован.
zh_hans: Zone ID 已复制
zh_hant: Zone ID 已複製

source: Zone Management
ar: إدارة المنطقة
de: Zonenverwaltung
es: Gestión de zonas
fr: Gestion de zone
it: Gestione zone
ja: ゾーン管理
ko: 영역 관리
pt_br: Gerenciamento de zonas
ru: Управление зонами
zh_hans: 域名区域管理
zh_hant: 網域區域管理

source: Zone Name
ar: اسم المنطقة
de: Zonenname
es: Nombre de zona
fr: Nom de zone
it: Nome zona
ja: ゾーン名
ko: 영역 이름
pt_br: Nome da zona
ru: Имя зоны
zh_hans: 区域名称
zh_hant: 區網域稱

source: Zone Overview
ar: نظرة عامة على المنطقة
de: Zonen-Übersicht
es: Descripción general de la zona
fr: Aperçu de la zone
it: Panoramica della zona
ja: ゾーンの概要
ko: 영역 개요
pt_br: Visão Geral da Zona
ru: Обзор зоны
zh_hans: 域名流量总览
zh_hant: 網域流量總覽

source: Zone Routes (%lld)
ar: مسارات المنطقة (%lld)
de: Zonenrouten (%lld)
es: Rutas de zona (%lld)
fr: Routes de zone (%lld)
it: Route di zona (%lld)
ja: ゾーンルート (%lld)
ko: 영역 라우트 (%lld)
pt_br: Rotas de Zona (%lld)
ru: Маршруты зоны (%lld)
zh_hans: 区域路由 (%lld)
zh_hant: 區域路由 (%lld)

source: Zone Status
ar: حالة المنطقة
de: Zonenstatus
es: Estado de la zona
fr: Statut des zones
it: Stato della zona
ja: ゾーンステータス
ko: 구역 상태
pt_br: Status da Zona
ru: Статус зоны
zh_hans: 站点状态
zh_hant: 站點状態

source: Zone Traffic Analytics (24h)
ar: تحليلات حركة المنطقة (24 ساعة)
de: Zonen-Traffic-Analysen (24 Std.)
es: Tráfico de zona (24 h)
fr: Trafic de zone (24h)
it: Traffico di zona (24 ore)
ja: ゾーン トラフィック分析 (24時間)
ko: 도메인 트래픽 분석 (24시간)
pt_br: Tráfego de zona (24h)
ru: Трафик зон (24ч)
zh_hans: 域名流量走势 (24小时)
zh_hant: 網域流量趨勢 (24小時)

# Русский
source: Russian
ar: الروسية
de: Russisch
es: Ruso
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
pt_br: Russo
ru: Русский
zh_hans: 俄语
zh_hant: 俄語

# العربية
source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
it: Arabo
ja: アラビア語
ko: 아랍어
pt_br: Árabe
ru: Арабский
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# 한국어
source: Korean
ar: الكورية
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
pt_br: Coreano
ru: Корейский
zh_hans: 韩语
zh_hant: 韓語

# 日本語
source: Japanese
ar: اليابانية
de: Japanisch
es: japonés
fr: Japonais
it: giapponese
ja: 日本語
ko: 일본어
pt_br: japonês
ru: японский
zh_hans: 日语
zh_hant: 日語

source: 简体中文
ar: الصينية المبسطة
es: Chino simplificado
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어 간체
pt_br: Chinês simplificado
ru: Упрощенный китайский
zh_hant: 簡體中文

# 繁體中文
source: Traditional Chinese
ar: الصينية التقليدية
de: Traditionelles Chinesisch
es: chino tradicional
fr: Chinois traditionnel
it: Cinese tradizionale
ja: 繁体字中国語
ko: 중국어 번체
pt_br: Chinês Tradicional
ru: Традиционный китайский
zh_hans: 繁体中文
zh_hant: 繁體中文

source: %@ Success Rate
ar: معدل النجاح %@
de: %@ Erfolgsquote
es: %@ Tasa de éxito
fr: %@ Taux de réussite
it: %@ Tasso di successo
ja: %@ 成功率
ko: %@ 성공률
pt_br: %@ Taxa de sucesso
ru: %@ Успешность
zh_hans: %@ 成功率
zh_hant: %@ 成功率

source: Latency: %@ ms
ar: زمن الانتقال: %@ ms
de: Latenz: %@ ms
es: Latencia: %@ ms
fr: Latence : %@ ms
it: Latenza: %@ ms
ja: レイテンシ: %@ ms
ko: 지연 시간: %@ ms
pt_br: Latência: %@ ms
ru: Задержка: %@ мс
zh_hans: 延迟: %@ ms
zh_hant: 延遲: %@ ms

source: Workers Scripts
ar: نصوص Workers
de: Workers-Skripte
es: Scripts de Workers
fr: Scripts Workers
it: Script Workers
ja: Workers スクリプト
ko: Workers 스크립트
pt_br: Scripts Workers
ru: Скрипты Workers
zh_hans: Workers 脚本
zh_hant: Workers 指令碼

source: HIT (Edge Cached)
ar: HIT (مخزن مؤقتًا)
de: HIT (Edge-gecached)
es: HIT (En caché de Edge)
fr: HIT (Mis en cache Edge)
it: HIT (In cache Edge)
ja: HIT (エッジキャッシュ)
ko: HIT (에지 캐시됨)
pt_br: HIT (Em cache no Edge)
ru: HIT (В кэше Edge)
zh_hans: HIT (边缘命中)
zh_hant: HIT (邊緣命中)

source: MISS (Fetched Origin)
ar: MISS (جلب من المصدر)
de: MISS (Vom Origin geholt)
es: MISS (Obtenido del origen)
fr: MISS (Origine récupérée)
it: MISS (Recuperato dall'origine)
ja: MISS (オリジン取得)
ko: MISS (원본에서 가져옴)
pt_br: MISS (Buscado na origem)
ru: MISS (Получено с источника)
zh_hans: MISS (回源获取)
zh_hant: MISS (回源獲取)

source: DYNAMIC (No Cache)
ar: DYNAMIC (لا يوجد تخزين مؤقت)
de: DYNAMIC (Kein Cache)
es: DYNAMIC (Sin caché)
fr: DYNAMIC (Pas de cache)
it: DYNAMIC (Nessuna cache)
ja: DYNAMIC (非キャッシュ)
ko: DYNAMIC (캐시되지 않음)
pt_br: DYNAMIC (Sem cache)
ru: DYNAMIC (Без кэша)
zh_hans: DYNAMIC (动态未缓存)
zh_hant: DYNAMIC (動態未快取)

source: BYPASS (Rule Bypassed)
ar: BYPASS (تم تجاوز القاعدة)
de: BYPASS (Regel umgangen)
es: BYPASS (Regla omitida)
fr: BYPASS (Règle contournée)
it: BYPASS (Regola ignorata)
ja: BYPASS (ルールバイパス)
ko: BYPASS (규칙 우회됨)
pt_br: BYPASS (Regra ignorada)
ru: BYPASS (Правило пропущено)
zh_hans: BYPASS (规则绕过)
zh_hant: BYPASS (規則繞過)

source: EXPIRED (Stale Cache)
ar: EXPIRED (ذاكرة التخزين منتهية)
de: EXPIRED (Abgelaufener Cache)
es: EXPIRED (Caché caducada)
fr: EXPIRED (Cache expiré)
it: EXPIRED (Cache scaduta)
ja: EXPIRED (キャッシュ期限切れ)
ko: EXPIRED (만료된 캐시)
pt_br: EXPIRED (Cache expirado)
ru: EXPIRED (Кэш устарел)
zh_hans: EXPIRED (缓存过期)
zh_hant: EXPIRED (快取過期)

source: REVALIDATED
ar: REVALIDATED (تمت إعادة التحقق)
de: REVALIDATED (Revalidiert)
es: REVALIDATED (Revalidado)
fr: REVALIDATED (Revalidé)
it: REVALIDATED (Rivalidato)
ja: REVALIDATED (再検証済み)
ko: REVALIDATED (재검증됨)
pt_br: REVALIDATED (Revalidado)
ru: REVALIDATED (Повторно проверено)
zh_hans: REVALIDATED (重新验证)
zh_hant: REVALIDATED (重新驗證)

source: TIMEOUT
ar: TIMEOUT (مهلة)
de: TIMEOUT (Zeitüberschreitung)
es: TIMEOUT (Tiempo agotado)
fr: TIMEOUT (Délai dépassé)
it: TIMEOUT (Tempo scaduto)
ja: TIMEOUT (タイムアウト)
ko: TIMEOUT (시간 초과)
pt_br: TIMEOUT (Tempo esgotado)
ru: TIMEOUT (Тайм-аут)
zh_hans: TIMEOUT (超时)
zh_hant: TIMEOUT (逾時)

source: Bypassed
ar: تم التجاوز
de: Umgangen
es: Omitido
fr: Contourné
it: Ignorato
ja: バイパス済み
ko: 우회됨
pt_br: Ignorado
ru: Пропущено
zh_hans: 已绕过
zh_hant: 已繞過

source: %lld producers
ar: %lld من المنتجين
de: %lld Produzenten
es: %lld productores
fr: %lld producteurs
it: %lld produttori
ja: %lld プロデューサー
ko: %lld 생산자
pt_br: %lld produtores
ru: %lld поставщиков
zh_hans: %lld 个生产者
zh_hant: %lld 個生產者

source: ADD-ON
ar: وظيفة إضافية
es: Complemento
fr: Module complémentaire
it: Componente aggiuntivo
ja: アドオン
ko: 추가 기능
pt_br: Complemento
ru: Дополнение
zh_hans: 附加组件
zh_hant: 附加元件

source: Add-on
ar: وظيفة إضافية
es: Complemento
fr: Module complémentaire
it: Componente aggiuntivo
ja: アドオン
ko: 추가 기능
pt_br: Complemento
ru: Дополнение
zh_hans: 附加组件
zh_hant: 附加元件

source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratuito
ja: 無料
ko: 무료
pt_br: Gratuito
ru: Бесплатно
zh_hans: 免费版
zh_hant: 免費版

source: Business
ar: أعمال
ja: ビジネス
ko: 비즈니스
ru: Бизнес
zh_hans: 商业版
zh_hant: 商業版

source: Enterprise
ar: المؤسسة
ja: エンタープライズ
ko: 엔터프라이즈
zh_hans: 企业版
zh_hant: 企業版

source: Paid
ar: مدفوع
de: Kostenpflichtig
es: De pago
fr: Payant
it: A pagamento
ja: 有料
ko: 유료
pt_br: Pago
ru: Платный
zh_hans: 付费版
zh_hant: 付費版

source: %lld days remaining
ar: باقي %lld يوم
de: Noch %lld Tage
es: %lld días restantes
fr: %lld jours restants
it: %lld giorni rimanenti
ja: 残り %lld 日
ko: %lld일 남음
pt_br: %lld dias restantes
ru: Осталось %lld дн.
zh_hans: 剩余 %lld 天
zh_hant: 剩餘 %lld 天

source: 4 hours
ar: 4 ساعات
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
ja: 4 時間
ko: 4시간
pt_br: 4 horas
ru: 4 часа
zh_hans: 4 小时
zh_hant: 4 小時

source: 1 month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
ja: 1 か月
ko: 1개월
pt_br: 1 mês
ru: 1 месяц
zh_hans: 1 个月
zh_hant: 1 個月

source: 30 Mins
ar: 30 دقيقة
de: 30 Min.
es: 30 min
fr: 30 min
it: 30 min
ja: 30 分
ko: 30분
pt_br: 30 min
ru: 30 мин
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 1 Hour
ar: ساعة واحدة
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1 時間
ko: 1시간
pt_br: 1 hora
ru: 1 час
zh_hans: 1 小时
zh_hant: 1 小時

source: 1 Day
ar: يوم واحد
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1 日
ko: 1일
pt_br: 1 dia
ru: 1 день
zh_hans: 1 天
zh_hant: 1 天

source: 1 Year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1 年
ko: 1년
pt_br: 1 ano
ru: 1 год
zh_hans: 1 年
zh_hant: 1 年

source: Interactive Challenge
ar: تحدٍ تفاعلي
de: Interaktive Challenge
es: Desafío interactivo
fr: Défi interactif
it: Sfida interattiva
ja: インタラクティブ チャレンジ
ko: 대화형 챌린지
pt_br: Desafio interativo
ru: Интерактивная проверка
zh_hans: 交互性质询
zh_hant: 互動式挑戰

source: Bypass
ar: تجاوز
de: Umgehen
es: Omitir
fr: Contourner
it: Ignora
ja: バイパス
ko: 우회
pt_br: Ignorar
ru: Пропустить
zh_hans: 绕过
zh_hant: 略過

source: Log
ar: تسجيل
de: Protokollieren
es: Registrar
fr: Journaliser
it: Registra
ja: ログ
ko: 로그
pt_br: Registrar
ru: Регистрировать
zh_hans: 记录日志
zh_hant: 記錄記錄檔

source: Rate Limiting Rules
ar: قواعد تحديد المعدل
de: Ratenbegrenzungsregeln
es: Reglas de limitación de velocidad
fr: Règles de limitation de débit
it: Regole di limitazione della velocità
ja: レート制限ルール
ko: 속도 제한 규칙
pt_br: Regras de limitação de taxa
ru: Правила ограничения скорости
zh_hans: 速率限制规则
zh_hant: 速率限制規則

source: Custom Purge
ar: مسح مخصص
de: Benutzerdefinierte Bereinigung
es: Purga personalizada
fr: Purge personnalisée
it: Eliminazione personalizzata
ja: カスタム パージ
ko: 맞춤 제거
pt_br: Limpeza personalizada
ru: Выборочная очистка
zh_hans: 自定义清除
zh_hant: 自訂清除

source: Origin Pools
ar: مجموعات الأصل
de: Ursprungspools
es: Grupos de origen
fr: Pools d'origine
it: Pool di origine
ja: オリジン プール
ko: 원본 풀
pt_br: Pools de origem
ru: Пулы источников
zh_hans: 源站池
zh_hant: 原始伺服器集區

source: Health Monitors
ar: مراقبو الصحة
de: Integritätsmonitore
es: Monitores de estado
fr: Moniteurs de santé
it: Monitor di integrità
ja: 正常性モニター
ko: 상태 모니터
pt_br: Monitores de integridade
ru: Мониторы работоспособности
zh_hans: 健康检查器
zh_hant: 健全狀況監視器

source: Bindings
ar: الارتباطات
de: Bindungen
es: Enlaces
fr: Liaisons
it: Associazioni
ja: バインド
ko: 바인딩
pt_br: Vinculações
ru: Привязки
zh_hans: 资源绑定
zh_hant: 資源繫結

source: Live Stream
ar: بث مباشر
es: Transmisión en vivo
fr: Flux en direct
it: Flusso live
ja: ライブ ストリーム
ko: 실시간 스트림
pt_br: Transmissão ao vivo
ru: Прямая трансляция
zh_hans: 实时日志流
zh_hant: 即時記錄串流

source: D1 SQL Databases
ar: قواعد بيانات D1 SQL
de: D1-SQL-Datenbanken
es: Bases de datos SQL D1
fr: Bases de données SQL D1
it: Database SQL D1
ja: D1 SQL データベース
ko: D1 SQL 데이터베이스
pt_br: Bancos de dados SQL D1
ru: Базы данных D1 SQL
zh_hans: D1 SQL 数据库
zh_hant: D1 SQL 資料庫

source: Vectorize
ar: Vectorize قاعدة بيانات متجهات
de: Vectorize Vektor-DB
es: Vectorize BD vectorial
fr: Vectorize BD vectorielle
it: Vectorize DB vettoriale
ja: Vectorize ベクトル DB
ko: Vectorize 벡터 DB
pt_br: Vectorize BD vetorial
ru: Vectorize Векторная БД
zh_hans: Vectorize 向量数据库
zh_hant: Vectorize 向量資料庫

source: Authoritative DNS
ar: DNS موثوق
de: Autoritatives DNS
es: DNS autoritativo
fr: DNS faisant autorité
it: DNS autorevole
ja: 権威 DNS
ko: 권한 있는 DNS
pt_br: DNS autoritativo
ru: Авторитетный DNS
zh_hans: 权威 DNS
zh_hant: 權威 DNS

source: CNAME Flattening
ar: تسوية CNAME
es: Aplanamiento de CNAME
fr: Aplatissement CNAME
it: Appiattimento CNAME
ja: CNAME フラット化
ko: CNAME 평탄화
pt_br: Achatamento de CNAME
ru: Сглаживание CNAME
zh_hans: CNAME 扁平化
zh_hant: CNAME 展平

source: Custom Nameservers
ar: خوادم أسماء مخصصة
de: Benutzerdefinierte Nameserver
es: Servidores de nombres personalizados
fr: Serveurs de noms personnalisés
it: Server dei nomi personalizzati
ja: カスタム ネームサーバー
ko: 사용자 지정 네임서버
pt_br: Servidores de nomes personalizados
ru: Пользовательские серверы имен
zh_hans: 自定义名称服务器
zh_hant: 自訂名稱伺服器

source: Client Certificates
ar: شهادات العميل
de: Client-Zertifikate
es: Certificados de cliente
fr: Certificats clients
it: Certificati client
ja: クライアント証明書
ko: 클라이언트 인증서
pt_br: Certificados de cliente
ru: Клиентские сертификаты
zh_hans: 客户端证书
zh_hant: 用戶端憑證

source: Origin Certificates
ar: شهادات الأصل
de: Ursprungszertifikate
es: Certificados de origen
fr: Certificats d'origine
it: Certificati di origine
ja: オリジン証明書
ko: 원본 인증서
pt_br: Certificados de origem
ru: Сертификаты источника
zh_hans: 源站证书
zh_hant: 原始伺服器憑證

source: Pages Analytics
de: Pagesanalyse
ja: Pages 分析
ko: Pages 분석
ru: Pages Аналитика
zh_hans: Pages 分析
zh_hant: Pages 分析

source: Universal SSL
de: Universelles SSL
es: SSL universal
fr: SSL universel
it: SSL universale
ja: ユニバーサルSSL
ko: 범용 SSL
pt_br: SSL universal
ru: Универсальный SSL
zh_hans: 通用 SSL
zh_hant: 通用 SSL

source: _tls
es: _tl

source: @yourdomain.com
es: @tudominio.com
fr: @votredomaine.com
it: @tuodominio.com
pt_br: @seudominio.com
ru: @вашдомен.com

source: api.example.com
es: api.ejemplo.com
fr: api.exemple.com
it: api.esempio.com
pt_br: api.exemplo.com

source: app.domain.com
es: aplicación.dominio.com
it: app.dominio.com
pt_br: app.domínio.com

source: CF-RAY
es: RAYOS CF
pt_br: RAIO CF
ru: CF-ЛУЧ
zh_hans: CF-RAY ID
zh_hant: CF-RAY ID

source: cloudflare.com
es: nubeflare.com
ja: クラウドフレア.com

source: example.com
es: ejemplo.com
fr: exemple.com
it: esempio.com
ja: 例.com
pt_br: exemplo.com

source: https://example.com
es: https://ejemplo.com
fr: https://exemple.com
it: https://esempio.com

source: https://example.com/style.css
es: https://ejemplo.com/style.css
fr: https://exemple.com/style.css

source: KV & D1
es: KV y D1
pt_br: KV e D1
ru: KV и D1
zh_hans: KV 与 D1
zh_hant: KV 與 D1

source: name@example.com
es: nombre@ejemplo.com
fr: nom@exemple.com
it: nome@esempio.com
ja: 名前@example.com
ko: 이름@example.com
pt_br: nome@exemplo.com
ru: имя@example.com

source: Node.js
es: Nodo.js
fr: Noeud.js

source: sub.example.com
es: sub.ejemplo.com
fr: sous.exemple.com
it: sub.esempio.com
pt_br: sub.exemplo.com

source: WHOIS & RDAP
es: WHOIS y RDAP
it: WHOIS e RDAP
pt_br: WHOIS e RDAP
ru: WHOIS и RDAP
zh_hans: WHOIS 与 RDAP 查询
zh_hant: WHOIS 與 RDAP 查詢

source: 7d
fr: 7j
ja: 7日
ko: 7일
ru: 7д
zh_hans: 7天
zh_hant: 7天

source: JSON REST API
fr: API REST JSON
it: API REST JSON
pt_br: API REST JSON

source: TTL
fr: Durée de vie
ru: ТТЛ
